[
  {
    "id": "1",
    "title": "Plentiful Treasure",
    "description": "Straight from the Casino floor, the Plentiful Treasure slot can now be played anywhere and everywhere. Don’t miss out in the Hunt for Asian Treasures in this fun-filled slot, loaded with jackpots and ways to win. Bao, which means treasure, substitutes for all symbols(except the “Pearl”) to help complete winning combinations; and it can appear on all reels with the exception of 1 and 5. Note that when the Gold Coin Feature is triggered, you will be awarded one of the jackpots available.The “Pearl” substitutes for all symbols except the “Bao” and the “Tripod”, and if part of a winning combination, the payout will multiple by 5. In a nutshell, an all ways win and an all ways fun!",
    "image": "plentifultreasure.png"
  },
  {
    "id": "2",
    "title": "Fish Catch",
    "description": "RTG’s new multi-player game, allows you to select the room you want to play in, the fish you want to catch and the type of cannon you want to shoot with. Your cannon determines your fire power and multiplier, while the Mermaid’s Luck feature will add winnings to your catch. Submerge yourself in this amazing visual presentation of marine life and beat other players to become the top winner and receive additional prizes!",
    "image": "fishcatch.png"
  },
  {
    "id": "3",
    "title": "Wu Zetian",
    "description": "China’s only female ruler, Wu Zetian had a heart like a serpent and a nature like a wolf. Ruling for more than half a century, her time as Empress was known as the Golden Age. Immerse yourself in the times of the Tang Dynasty in this amazing slot with giant state-of-the-art symbols. Wait no more to witness the beauty, wit and power of the legendary Wu Zetian.",
    "image": "wuzetian.png"
  },
  {
    "id": "4",
    "title": "Ancient Gods",
    "description": "‘Protectors of the Heavens’ or ‘Guardians of the Holy’? No matter the name, these Ancient Beasts protect the universe and its vast treasures. Come play this myth-filled slot, gain the guardians favor, and start to unlock riches beyond your imagination with Free games with prizes that can double or even triple!",
    "image": "ancientgods.png"
  },
  {
    "id": "5",
    "title": "Banana Jones",
    "description": "Join Banana Jones on his quest to reach Temple and find the coveted Crystal Banana while battling the evil Leopold the Leopard and his army of slimy snakes. On each bet, the dice will roll 5 times for you to help our hero complete his expedition. Remember, though, that landing on the snakes’ head will actually move Banana Jones away from the Temple, while landing on the base of a Vine will bring him closer. Now just go get that Crystal Banana once and for all!",
    "image": "bananajones.png"
  }
]
